Repository: common-repository/send-to-twitter
Catalog: send_to_twitter-*.po
Languages: es_pe, pt_br

source: Send to Twitter
es_pe: Enviar a Twitter
pt_br: Enviar para o Twitter

source: Installation
es_pe: Instalaci&oacute;n
pt_br: Instala&ccedil;&atilde;o

source: Go to the menu
es_pe: Ir al men&uacute;
pt_br: V&aacute; para o menu

source: and enter the following code in the exact position where you want to see their text links
es_pe: e introduzca el siguiente c&oacute;digo en la posici&oacute;n exacta en donde quiere que aparezcan sus enlaces de texto
pt_br: e digite o seguinte c&oacute;digo na posi&ccedil;&atilde;o exata em que deseja ver os seus links de texto

source: We recommend placing it in
es_pe: Se recomienda colocarlo en
pt_br: N&oacute;s recomendamos coloc&aacute;-lo em

source: and
es_pe: y
pt_br: e

source: Options
es_pe: Opciones
pt_br: Op&ccedil;&otilde;es

source: Without Twitter account
es_pe: Sin cuenta de Twitter
pt_br: Sem conta no Twitter

source: With Twitter account
es_pe: Con cuenta de Twitter
pt_br: Com a conta no Twitter

source: Twitter account
es_pe: Cuenta de Twitter
pt_br: Conta no Twitter

source: Without custom message
es_pe: Sin mensaje personalizado
pt_br: Sem mensagem personalizada

source: With custom message
es_pe: Con mensaje personalizado
pt_br: Com mensagem personalizada

source: Custom message
es_pe: Mensaje personalizado
pt_br: Mensagem personalizada

source: Without API KEY
es_pe: Sin API KEY
pt_br: Sem API KEY

source: We recommend using an API KEY to have the shortened url's history.
es_pe: Le recomendamos usar un API KEY para tener un historial de urls acortadas.
pt_br: Recomendamos usar um API KEY para se ter uma um hist&oacute;rico de urls mais curtos.

source: With API KEY
es_pe: Con API KEY
pt_br: Com API KEY

source: To obtain an API KEY and see the history of your shortened url visit
es_pe: Para obtener un API KEY y ver el historial de sus urls acortadas visite
pt_br: Para se ter uma API KEY e visualizar o hist&oacute;rico de urls mais curtos visita

source: Update
es_pe: Actualizar
pt_br: Atualizar

source: by
es_pe: por
pt_br: por
